{
  "navigation.home": "STARTSEITE",
  "navigation.about": "ÜBER MICH",
  "navigation.projects": "MEINE PROJEKTE",
  "navigation.contact": "KONTAKT",
  "language.switcher": "Sprache",
  "language.english": "Englisch",
  "language.german": "Deutsch",
  "language.ukrainian": "Ukrainisch",
  "home.intro": "Ich bin Viktoriia Mudrow,",
  "home.title": "UX|UI Designerin.",
  "home.description": "Ich finde Lösungen für zukunftsorientierte Benutzerumgebungen.",
  "what-i-do.title": "WAS ICH TUE",
  "what-i-do.coding.title": "Coding",
  "what-i-do.coding.description": "Ich habe grundlegende Kenntnisse in der Webentwicklung mit HTML, CSS und JavaScript sowie kreatives Codieren mit der p5.js-Bibliothek. Ich praktiziere auch Physical Computing mit Python für den Raspberry Pico.",
  "what-i-do.uxui.title": "UX/UI Design",
  "what-i-do.uxui.description": "Ich habe fundierte Erfahrungen im UX/UI-Design und leite den gesamten Projektprozess im Bereich UX-Design von der Hypothesengenerierung, Benutzerforschung und Ideenfindung bis hin zu UI und klickbaren Prototypen und Benutzertests. Ich arbeite mit modernen Tools wie Figma, Zeplin, Axure usw.",
  "what-i-do.animation.title": "Animation",
  "what-i-do.animation.description": "Ich animiere für digitale Anwendungen mit viel Liebe zum Detail. Ich habe bereits animierte Leinwände und Erklärvideos erstellt. Meine Fähigkeiten umfassen Animate, After Effects und Premiere Pro.",
  "about.title": "ÜBER MICH",
  "about.title": "ÜBER MICH",
  "about.paragraph1": "Mein Name ist Viktoriia Mudrow und meine Reise begann nicht unbedingt mit dem Design. Im Jahr 2013 habe ich meinen Bachelor of Arts in englischer Philologie an der Boris Grinchenko University in Kiew, Ukraine, abgeschlossen. 2017 begann ich mein zweites Bachelorstudium in Englisch und Geographie an der Leibniz Universität Hannover.",
  "about.paragraph2": "2021 entschied ich mich, meinem Traum zu folgen und begann mein Studium an der HAWK Hochschule für angewandte Wissenschaft und Kunst in Hildesheim an der Fakultät Gestaltung mit Schwerpunkt Digital Environments.",
  "about.paragraph3": "Neben Projekten an der Hochschule umfasst meine Erfahrung projektbezogene Arbeit als UX/UI Designerin bei MHP - A Porsche Company (Industrial Cloud Solutions), wo ich im Oktober 2023 als Praktikantin begann und anschließend als Werkstudentin eingestellt wurde. Mein Schwerpunkt liegt auf der Entwicklung des Design-Systems mit einem starken Fokus auf benutzerzentriertem Design und Barrierefreiheit, die ich mit meinen technischen Fähigkeiten kombiniere, um eine nahtlose Übereinstimmung zwischen Design und Code zu schaffen.",
  "about.paragraph4": "Ich lebe in Hannover und wenn Sie einen zuverlässigen und kreativen Designer für ein Projekt suchen, zögern Sie nicht, mich zu kontaktieren!",
  "about.contact_button": "Kontaktieren Sie mich",
  "about.contact_button": "Kontaktieren Sie mich",
  "projects.title": "PROJEKTBEISPIELE",
  "projects.description": "Ob Web-, App- oder Animationsdesign, meine Arbeit orientiert sich immer an den Prinzipien der Design-Thinking-Strategie. Die Bedürfnisse der Benutzer werden in jeden Prozess von Anfang bis Ende integriert.",
  "projects.project1.title": "Werkzeug für interkulturelle Zusammenarbeit",
  "projects.project1.description1": "Die Aufgabe „Wie kann unsere Universität noch attraktiver werden?“ war offen. Durch Team-Brainstorming und Interviews mit Studierenden und Lehrkräften wurden Problemfelder identifiziert. Mehrere Studierende teilten ihre Erfahrungen mit interkultureller Zusammenarbeit und den Missverständnissen, die auftreten können. Sprachbarrieren und andere kulturelle Unterschiede werden oft mit beruflicher Inkompetenz gleichgesetzt.",
  "projects.project1.description2": "Die Forschung begann mit der Hypothese „Die Sprachbarriere zwischen deutschsprachigen Studierenden und Studierenden, deren Muttersprache nicht Deutsch ist, ist ein Hindernis für die Zusammenarbeit“. Nach Erstellung des Forschungsplans wurde ein Fragebogen für die halbstrukturierten Interviews entwickelt und 6 Interviews mit Studierenden durchgeführt. Die qualitativen Ergebnisse wurden dann mit einer quantitativen Online-Umfrage validiert. In einer Zwischenpräsentation wurden die Forschungsergebnisse mit Diagrammen, Stakeholder-Karten, Personas und einer tatsächlichen Benutzerreise visualisiert.",
  "projects.project1.description3": "In der Ideationsphase wurden die Forschungsergebnisse gruppiert und Lösungsideen generiert. Mit der How-Now-Wow-Ciao-Methode war es möglich, die wichtigsten Punkte und Ideen auszuwählen und in die Implementierungsphase überzugehen. Die interviewten Studierenden waren ebenfalls an der Ideationsphase beteiligt und gaben ihr Feedback. Sobald der Anwendungsfall definiert war, begann die Prototypenentwicklung. Der erste Schritt bestand darin, ein Low-Fidelity-Klick-Dummy zu erstellen. Nach Rückmeldung der Studierenden wurde dann an der Implementierung des High-Fidelity-Prototyps gearbeitet. Die Benutzertests wurden mit der Beobachtungsmethode durchgeführt. Mit den gewonnenen Erkenntnissen wurde der Prototyp verfeinert und die finale Präsentation erfolgreich durchgeführt.",
  "projects.project1.description4": "Ein wichtiger Teil des Prototyps ist die Gamifizierung. Schon beim Onboarding hat der Benutzer Spaß beim Erkunden der Anwendung. In nur wenigen Schritten gelangt der Benutzer zu einem maßgeschneiderten Ergebnis und entwickelt wichtige interkulturelle Fähigkeiten auf spielerische Weise. Auf diese Weise war es möglich, die Forschungsergebnisse umzusetzen und ein Tool zu entwickeln, das Studierende bei ihrer interkulturellen Arbeit in ihrer vertrauten und direkten Umgebung unterstützt. Die durch das Kennenlernen anderer Kulturen erworbene Empathie hilft den Studierenden in ihrer interkulturellen Zusammenarbeit.",
  "contact.title": "KONTAKTIEREN SIE MICH",
  "contact.email_intro": "Senden Sie mir eine E-Mail an <a href='mailto:v.mudrow@gmail.com' class='email-link'>v.mudrow@gmail.com</a> oder füllen Sie das untenstehende Kontaktformular aus. Ich werde mich so schnell wie möglich bei Ihnen melden.",
  "contact.form_name": "Name",
  "contact.form_email": "E-Mail",
  "contact.form_message": "Nachricht",
  "contact.form_submit": "Absenden"
}

