{
  "navigation.home": "ГОЛОВНА",
  "navigation.about": "ПРО МЕНЕ",
  "navigation.projects": "МОЇ ПРОЕКТИ",
  "navigation.contact": "КОНТАКТ",
  "language.switcher": "Мова",
  "language.english": "Англійська",
  "language.german": "Німецька",
  "language.ukrainian": "Українська",
  "home.intro": "Я Вікторія Мудров,",
  "home.title": "UX|UI Дизайнер.",
  "home.description": "Я знаходжу рішення для майбутніх користувацьких середовищ.",
  "what-i-do.title": "ЩО Я РОБЛЮ",
  "what-i-do.coding.title": "Програмування",
  "what-i-do.coding.description": "Я маю базові знання у веб-розробці з HTML, CSS і JavaScript, а також у творчому програмуванні з використанням бібліотеки p5.js. Я також займаюсь фізичним обчисленням з використанням Python для Raspberry Pico.",
  "what-i-do.uxui.title": "UX/UI Дизайн",
  "what-i-do.uxui.description": "Я маю великий досвід в UX/UI дизайні та керую всім процесом проекту в області UX дизайну, від генерації гіпотез, користувацьких досліджень і генерації ідей до UI, клікабельних прототипів і тестування залученням користувачів. Я працюю з сучасними інструментами, такими як Figma, Zeplin, Axure тощо.",
  "what-i-do.animation.title": "Анімація",
  "what-i-do.animation.description": "Я створюю анімації для цифрових застосувань з великою увагою до деталей. У мене є досвід створення анімованих холстів і викладених відео. Мої навички включають Animate, After Effects і Premiere Pro.",
  "about.title": "ПРО МЕНЕ",
  "about.paragraph1": "Мене звати Вікторія Мудров, і моя дорога не починалася з дизайну. У 2013 році я отримала ступінь бакалавра з англійської філології в університеті Бориса Грінченка в Києві, Україна. У 2017 році я почала другий ступінь бакалавра з англійської мови та географії в університеті Лейбніца в Ганновері.",
  "about.paragraph2": "У 2021 році я вирішила піти за своїм мріям і почала навчатися в університеті HAWK для прикладних наук і мистецтв у Хільдесгаймі на факультеті дизайну зі спеціалізацією на цифрових середовищах.",
  "about.paragraph3": "Крім університетських проектів, мій досвід включає роботу над проектами як UX/UI дизайнер в компанії MHP - A Porsche Company (Industrial Cloud Solutions), де я почала працювати як стажер у жовтні 2023 року і була подальше прийнята на роботу як студентка. Мій акцент на розробці дизайн-систем з великим акцентом на користувацькому центрованому дизайні та доступності, що я поєдную з технічними навичками для створення безшовної узгодженості між дизайном і кодом.",
  "about.paragraph4": "Я живу в Ганновері, і якщо ви шукаєте надійного та креативного дизайнера для проекту, не соромтеся зв'язатися зі мною!",
  "about.contact_button": "Зв'язатися зі мною",
  "projects.title": "ПРИКЛАДИ ПРОЕКТІВ",
  "projects.description": "Чи це веб-дизайн, додатки чи анімація, моя робота завжди орієнтована на принципи стратегії Design Thinking. Потреби користувачів питаються і інтегруються в кожен процес з початку до кінця.",
  "projects.project1.title": "Інструмент для міжкультурної співпраці",
  "projects.project1.description1": "Завдання «Як наш університет може стати ще привабливішим?» було відкритим. Через командний брейнштормінг і інтерв'ю зі студентами і викладачами були виявлені проблемні області. Кілька студентів поділилися своїми досвідами міжкультурної співпраці та непорозумінь, які можуть виникати. Мовні бар'єри та інші культурні відмінності часто асоціюються з професійною некомпетентністю.",
  "projects.project1.description2": "Дослідження почалося з гіпотези «Мовний бар'єр між німецькомовними студентами та студентами, чиєю рідною мовою не є німецька, є перешкодою для співпраці». Після створення плану дослідження була розроблена анкета для напівструктурованих інтерв'ю, в ході яких було проведено 6 інтерв'ю зі студентами. Якісні результати потім були підтверджені за допомогою кількісного онлайн-опитування. На проміжному етапі дослідження результати були візуалізовані за допомогою діаграм, карти зацікавлених сторінок, персонажів та фактичного користувацького маршруту.",
  "projects.project1.description3": "Фазі ідеації досліджені результати були груповані, та згенеровані ідеї рішень. За допомогою методу How-Now-Wow-Ciao вдалося вибрати найважливіші пункти і ідеї для переходу до фази реалізації. Інтерв'юовані студенти також брали участь у фазі ідеації, надаючи свої відгуки. Після визначення випадкового розкладу була розроблена прототипна розробка. Першим кроком було створення низькопотужного клацання. Після відгуку студентів працювали над реалізацією прототипу високої відмінності. Користувальні тести проводились методом спостереження. За отриманими знаннями прототип був доведений до досконалості і вдало пройшов остаточну презентацію.",
  "projects.project1.description4": "Важливою частиною прототипу є граничізація. Ще на етапі онбордення користувач має задоволення від дослідження заявки. За кілька кроків користувач має індивідуальний результат і розвиває важливі міжкультурні навички в грі. Таким чином, було можливо реалізувати результати досліджень та розробити інструмент, який підтримує студентів у міжкультурній роботі в їх знайомому та прямому оточенні. Здобута співчуття вчителів з інших культур допомагає студентам у міжкультурній співпраці.",
  "contact.title": "ЗВ'ЯЖІТЬСЯ ЗІ МНОЮ",
  "contact.email_intro": "Надішліть мені електронний лист на <a href='mailto:v.mudrow@gmail.com' class='email-link'>v.mudrow@gmail.com</a> або заповніть контактну форму нижче. Я зв'яжуся з вами якомога швидше.",
  "contact.form_name": "Ім'я",
  "contact.form_email": "Електронна пошта",
  "contact.form_message": "Повідомлення",
  "contact.form_submit": "Надіслати"
}
