{
    "language.switcher": "Language",
    "language.english": "English",
    "language.german": "German",
    "language.ukrainian": "Ukrainian",
    "navigation.home": "HOME",
    "navigation.about": "ABOUT ME",
    "navigation.projects": "MY PROJECTS",
    "navigation.contact": "CONTACT",
    "home.intro": "I'm Viktoriia Mudrow,",
    "home.title": "UX|UI Designer.",
    "home.description": "I find solutions for future-oriented user environments.",
    "what-i-do.title": "WHAT I DO",
    "what-i-do.coding.title": "Coding",
    "what-i-do.coding.description": "I have basic knowledge in web development with HTML, CSS, and JavaScript as well as Creative Coding with p5.js Library. I also practice Physical Computing with Python for Raspberry Pico.",
    "what-i-do.uxui.title": "UX/UI Design",
    "what-i-do.uxui.description": "I have proficient experience in UX/UI Design and guide the whole project process in UX Design from hypothesis generation, user research, and ideation to UI and clickable prototypes and user testing. I work with modern tools such as Figma, Zeplin, Axure, etc.",
    "what-i-do.animation.title": "Animation",
    "what-i-do.animation.description": "I animate for digital applications with a lot of attention to detail. I have already created animated canvases and explainer videos. My skills include Animate, After Effects, and Premiere Pro.",
    "about.title": "ABOUT ME",
    "about.paragraph1": "My name is Viktoriia Mudrow and my journey didn't exactly start with design. In 2013, I completed my Bachelor of Arts in English Philology at Boris Grinchenko University in Kiev, Ukraine. In 2017, I started my second Bachelor's degree in English and Geography at Leibniz University Hannover.",
    "about.paragraph2": "In 2021 I've decided to follow my dream and start studying at the HAWK University of Applied Sciences and Arts in Hildesheim in the Faculty of Design, specializing in Digital Environments.",
    "about.paragraph3": "In addition to university projects, my experience includes project-oriented work as a UX/UI Designer at MHP - A Porsche Company (Industrial Cloud Solutions), where I started as an intern in October 2023 and was subsequently hired as a working student. My focus is on developing design systems with a strong emphasis on user-centred design and accessibility, which I combine with my technical skills to create seamless consistency between design and code.",
    "about.paragraph4": "I live in Hannover and if you are looking for a reliable and creative designer for a project, please feel free to contact me!",
    "about.contact_button": "Contact Me",
    "projects.title": "PROJECT EXAMPLES",
    "projects.description": "Whether web, app, or animation design, my work is always informed by the principles of Design Thinking strategy. The user's needs are questioned and integrated into every process from start to finish.",
    "projects.project1.title": "Tool for intercultural cooperation.",
    "projects.project1.description1": "The task \"How can our university become even more attractive?\" was an open-ended one. Through team brainstorming and interviews with students and teachers, problem areas were identified. Several students shared their experiences of intercultural cooperation and the misunderstandings that can arise. Language barriers and other cultural differences are often equated with professional incompetence.",
    "projects.project1.description2": "The research began with the hypothesis \"The language barrier between German-speaking students and students whose first language is not German is an obstacle to working together\". After drawing up the research plan, a questionnaire for the semi-structured interviews was developed and 6 interviews with students were conducted. The qualitative findings were then validated with a quantitative online survey. In an interim presentation, the research findings were visualised using diagrams, stakeholder maps, personas and an actual user journey.",
    "projects.project1.description3": "In the ideation phase, the research findings were clustered and solution ideas were generated. Using the How-Now-Wow-Ciao method, it was possible to select the most important points and ideas and move on to the implementation phase. The students who had been interviewed were also involved in the ideation phase and gave their feedback. Once the Use Case was defined, prototyping began. The first step was to build a low-fidelity click dummy. After getting feedback from the students, the next step was to work on the implementation of the high-fidelity prototype. User testing was then carried out using the Observation Method. With the insights gained, the prototype was refined and the final presentation was successfully made.",
    "projects.project1.description4": "An important part of the prototype is gamification. Even during onboarding, the user has fun exploring the application. In just a few steps, the user arrives at a tailored result and develops important intercultural skills in a playful way. In this way, it was possible to implement the research results and develop a tool that supports students in their intercultural work in their familiar and direct environment. The empathy acquired through learning about other cultures helps the students in their intercultural cooperation.",
    "contact.title": "CONTACT ME",
    "contact.email_intro": "Send me an email at <a href=\"mailto:v.mudrow@gmail.com\" class=\"email-link\">v.mudrow@gmail.com</a> or fill out the contact form below. I'll get back to you as soon as possible.",
    "contact.form_name": "Name",
    "contact.form_email": "Email",
    "contact.form_message": "Message",
    "contact.form_submit": "Submit"
}
